tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "fzy"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "go"
brew "gopls"
brew "hugo"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "sd"
brew "tig"
brew "zsh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hackgen-nerd"
cask "forklift"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "macs-fan-control"
cask "visual-studio-code"
cask "vlc"
mas "Magnet", id: 441258766
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Whalebird", id: 1378283354
