tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "fzy"
brew "ghq"
brew "git-delta"
brew "go"
brew "gopls"
brew "hugo"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "tig"
cask "1password"
cask "alfred"
cask "discord"
cask "docker"
cask "font-hackgen-nerd"
cask "forklift"
cask "google-chrome"
cask "karabiner-elements"
cask "transmission"
cask "vlc"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
